Repository: Orion-CS/hearthis
Catalog: DistFiles/localization/HearThis.*.xlf
Languages: fr, pt

# &quot;AdministrativeSettings.WarningExistingRecordingsPart2
source: This is because the way {0} separates text into blocks will no longer match how it separated them when the original recordings were made. You can use {1} to help you check to make sure everything is recorded properly.
fr: C'est parce que la façon dont {0} sépare le texte en blocs ne correspondra plus à la façon dont il les séparait lorsque les enregistrements originaux ont été faits. Vous pouvez utiliser {1} pour vous aider à vérifier que tout est enregistré correctement.

# ActorCharacterChooser.Overview
source: Overview
fr: Vue d'ensemble
pt: Visão geral

# AdministrativeSettings.ClearAllSkipsConfirmationMsg
source: This will permanently delete information about any blocks you have skipped for this project and also clear all skipped styles. Are you sure you want to do this?
fr: Ceci supprimera définitivement les informations sur tous les blocs que vous avez sautés pour ce projet et effacera également tous les styles sautés. Voulez-vous vraiment faire cela ?

# AdministrativeSettings._btnClearAllSkipInfo
source: Clear All Skips
fr: Effacer tous les sauts

# AdministrativeSettings._chkAdministrativeMode
source: Administrative Setup
fr: Configuration administrative
pt: Configuração Administrativa

# AdministrativeSettings._chkBreakAtParagraphBreaks
source: Treat paragraph breaks as separate recording blocks (useful for poetry)
fr: Traiter les sauts de paragraphe comme des blocs d’enregistrement à part (utile pour la poésie)
pt: Trata divisões de parágrafo como blocos de gravação separados (útil para poesia)

# AdministrativeSettings._chkBreakAtQuotes
source: Treat quotations as separate recording blocks
fr: Traiter les citations comme des blocs d'enregistrement à part
pt: Trata citações como blocos de gravação separados

# AdministrativeSettings._chkNormalRecordingMode
source: Normal Recording
fr: Enregistrement normal
pt: Gravação normal

# AdministrativeSettings._chkShowBookAndChapterLabels
source: Show book and chapter labels on navigation buttons
fr: Afficher les étiquettes des livres et des chapitres sur les boutons de navigation
pt: Exibir rótulos de livro de capítulo nas botões de navegação

# AdministrativeSettings._chkShowCheckForProblems
source: Enable the {0} view when in protected mode
fr: Activez la vue {0} lorsque vous êtes en mode protégé

# AdministrativeSettings._chkShowSkipButton
source: Show Skip Button
fr: Afficher le bouton de saut
pt: Exibir botão de Pular

# AdministrativeSettings._lblAdditionalLineBreakCharacters
source: Additional characters (besides sentence-ending punctuation) to break text into blocks:
fr: Caractères supplémentaires (en plus de la ponctuation de fin de phrase) pour diviser le texte en blocs :
pt: Caractéres adicionais (além de pontuação de final de frase) para dividir o texto em blocos:

# AdministrativeSettings._lblClauseSeparators
source: Pause punctuation (used when option to break blocks into lines is selected):
fr: Ponctuation de pause (utilisée lorsque l'option de séparer des blocs en lignes est activée) :

# AdministrativeSettings._lblSkippingInstructions
source: Select any styles whose text should never be recorded for project {0}.
fr: Sélectionner tous les styles dont le texte ne doit jamais être enregistré pour le projet {0}.

# AdministrativeSettings._lblWarningExistingRecordings
source: This project already has recorded clips for some existing blocks. Changing block separation rules means that if you go back and re-record in some chapters, there could be a misalignment. {0}
fr: Ce projet a déjà enregistré des clips pour certains blocs existants. Modifier les règles de séparation des blocs signifie que si vous revenez en arrière et réenregistrez dans certains chapitres, il pourrait y avoir un désalignement. {0}

# AdministrativeSettings.lblColorSchemeChangeRestartWarning
source: HearThis will restart to apply the new color scheme.
fr: HearThis redémarrera pour appliquer le nouveau schéma de couleurs.
pt: HearThis vai reiniciar para aplicar a nova esquema de cores.

# AdministrativeSettings.lblInterface
source: Color Scheme:
fr: Schéma de couleurs :
pt: Esquema de cores:

# AdministrativeSettings.lblSelectModes
source: Select the modes to make available:
fr: Sélectionner les modes à rendre disponibles :

# AdministrativeSettings.lnkSetAsDefault
source: Set as Default
fr: Définir par défaut
pt: Definir como padrão

# AdministrativeSettings.tabPagePunctuation
source: Punctuation
fr: Ponctuation
pt: Pontuação

# AdministrativeSettings.tabPageSkipping
source: Skipping
fr: Sauts
pt: Pulando

# AudiBibleEncoder.Progress
source: Converting to AudiBible format
fr: Conversion au format AudiBible
pt: Convertindo para formato de AudiBible

# AudioButtonsControl.BadState
source: HearThis is in an unusual state, possibly caused by unplugging a microphone. You will need to restart.
fr: HearThis est dans un état inhabituel, probablement causé par le débranchement d'un microphone. Vous devrez redémarrer.

# AudioButtonsControl.BadStateCaption
source: Cannot record
fr: Impossible d'enregistrer
pt: Gravação não foi possível

# AudioButtonsControl.DeleteProblem
source: Failed to delete problem file.
fr: Échec de la suppression du fichier de problème.
pt: Falha ao deletar o arquivo com problema.

# AudioButtonsControl.ErrorMovingExistingRecording
source: The file with the existing recording can not be overwritten. We can't record over it at the moment. Please report this error. Restarting HearThis might solve this problem.
fr: Le fichier contenant l'enregistrement existant ne peut pas être écrasé. Nous ne pouvons pas l'enregistrer pour le moment. Veuillez signaler cette erreur. Redémarrer HearThis pourrait résoudre ce problème.

# AudioButtonsControl.NextButton_ToolTip_
source: Next script block (Page Down or Right Arrow key)
fr: Bloc de script suivant (touche Page suivante ou Flèche droite)
pt: Próximo bloco do roteiro (tecla de PgDn ou seta para a direita)

# AudioButtonsControl.PlayButton_ToolTip_Base
source: Play the clip for this block
fr: Lire le clip enregistré pour ce bloc

# AudioButtonsControl.PlaybackProblem
source: There was a problem playing clip {0} (block {1}) for {2} {3}.
fr: Il y a eu un problème lors de la lecture du clip {0} (bloc {1}) pour {2} {3}.

# AudioButtonsControl.PleaseHold
source: Hold down the record button (or the space bar) while talking, and only let it go when you're done.
fr: Maintenir enfoncé le bouton d'enregistrement (ou la barre d'espacement) pendant que vous parlez, et ne le relâchez que lorsque vous aurez terminé.
pt: Deixe o botão pressionado (ou a barra de espaço) enquanto grava, e somente solta quando terminar.

# AudioButtonsControl.PressToRecord
source: Press to record
fr: Appuyer sur pour enregistrer
pt: Deixe pressionado para gravar

# AudioButtonsControl.RecordButton.ToolTip_Skip
source: Skipped block - Do not record
fr: Bloc sauté - Ne pas enregistrer
pt: Bloco pulado - Não grava

# AudioButtonsControl.RecordButton_ToolTip_Base
source: Record this block.
fr: Enregistrer ce bloc.

# AudioButtonsControl.RecordButton_ToolTip_HowToMouseAndKeyboardShortcut
source: (Press and hold the mouse or space bar.)
fr: (Maintenir la souris ou la barre d'espacement enfoncée.)

# AudioButtonsControl.RecordButton_ToolTip_HowToMouseOnly
source: (Press and hold the mouse.)
fr: (Maintenir la souris enfoncée.)

# AudioButtonsControl.RecordingProblem
source: That recording has a problem. It will now be removed, if possible.
fr: Cet enregistrement a un problème. Il va maintenant être supprimé, si possible.

# AudioButtonsControl.RecordingProblemRestoreFromBackup
source: A backup of the previous recording is available. Would you like to restore it?
fr: Une sauvegarde de l'enregistrement précédent est disponible. Voulez-vous la restaurer ?

# AudioButtonsControl.RecordingStoppedMsgCaption
source: Recording Stopped
fr: Enregistrement arrêté
pt: Gravação encerrada.

# AudioButtonsControl.ShortRecordingProblem
source: The record button wasn't down long enough, but that file is locked up, so we can't remove it. Yes, this problem will need to be fixed.
fr: Le bouton d'enregistrement n'a pas été enfoncé assez longtemps, mais ce fichier est verrouillé, donc nous ne pouvons pas l'enlever. Oui, ce problème devra être réglé.

# ChooseProject.CantAccessParatext
source: There was a problem accessing Paratext data files.
fr: Nous avons eu un problème en essayant de d'accéder aux fichiers Paratext.

# ChooseProject.ErrorSettingPTProjFolderExceptionDetailsLabel
source: Error message:
fr: Message d'erreur :
pt: Mensagem de erro:

# ChooseProject.ErrorSettingParatextProjectsFolder
source: An error occurred trying to set Paratext projects location to:\n{0}
fr: Une erreur s'est produite en essayant de définir l'emplacement des projets Paratext sur :\n{0}

# ChooseProject.FindParatextProjectsFolder
source: Find Paratext projects folder
fr: Rechercher le dossier de projets Paratext
pt: Procuara pasta de projetos de Paratext

# ChooseProject.ParatextError
source: The error was: {0}
fr: L'erreur était : {0}
pt: O erro foi: {0}

# ChooseProject.ParatextProjectLoadError.Generic
source: Project: {0}\nError message: {1}
fr: Projet : {0}\nMessage d'erreur : {1}

# ChooseProject.ParatextProjectLoadError.HearThisVersionOutdated
source: To read this project, a version of {0} compatible with Paratext {1} is required.
fr: Pour lire ce projet, une version de {0} compatible avec Paratext {1} est nécessaire.

# ChooseProject.ParatextProjectLoadError.ProjectOutdated
source: The project administrator needs to update it by opening it with Paratext {0} or later. Alternatively, you might be able to revert to an older version of {1}.
fr: L'administrateur du projet doit le mettre à jour en l'ouvrant avec Paratext {0} ou plus tard. Vous pouvez également revenir à une version plus ancienne de {1}.

# ChooseProject.ParatextProjectLoadError.UnknownProjectType
source: This project has a project type ({0}) that is not supported.
fr: Ce projet a un type de projet ({0}) qui n'est pas supporté.

# ChooseProject.ParatextProjectLoadError.VersionIncompatibility
source: Project {0} is not compatible with this version of {1}.
fr: Le projet {0} n'est pas compatible avec cette version de {1}.

# ChooseProject.ParatextProjectLoadErrors
source: The following Paratext project load errors occurred:
fr: Les erreurs de chargement de projet Paratext suivantes se sont produites :

# ChooseProject.ProjectNameOrIdColumn
source: Short Name/Id
fr: Nom abrégé/Id

# ChooseProject.ProjectShortName
source: Short Name
fr: Nom abrégé
pt: Nome curto

# ChooseProject.Quit
source: Quit
fr: Quitter

# ChooseProject.Type.TextReleaseBundle
source: Text Release Bundle
fr: Paquet de version du texte

# ChooseProject.WindowTitle
source: Choose Project
fr: Choisir projet
pt: Selecionar Projeto

# ChooseProject._lblNoParatextProjects
source: No Paratext projects were found on this computer.
fr: Aucun projet Paratext n'a été trouvé sur cet ordinateur.
pt: Nenhum projeto de Paratext foi achado neste computador.

# ChooseProject._lblNoParatextProjectsInFolder
source: No Paratext projects were found in this folder:
fr: Aucun projet Paratext n'a été trouvé dans ce dossier :
pt: Nenhum projeto de Paratext foi achado nesta pasta:

# ChooseProject._lblParatext7Installed
source: This computer has Paratext 7 installed. To open a Paratext 7 project use a version of HearThis earlier than 1.5.
fr: Paratext 7 est installé sur cet ordinateur. Pour ouvrir un projet Paratext 7, utilisez une version de HearThis antérieure à 1.5.

# ChooseProject._lblParatextNotInstalled
source: Paratext does not appear to be installed on this computer.
fr: Paratext ne semble pas être installé sur cet ordinateur.
pt: Parece que Paratext não está instalado neste computador.

# ChooseProject._lblParatextProjectsFolderLabel
source: Paratext projects folder:
fr: Dossier de projets Paratext :
pt: Pasta de projetos de Paratext:

# ChooseProject._linkCreateFromBundle
source: Create new project from text release bundle
fr: Créer un nouveau projet à partir d'un paquet de version du texte

# ChooseProject._linkCreateFromGlyssenScript
source: Open GlyssenScript for dramatized recordings
fr: Ouvrir GlyssenScript pour les enregistrements dramatisés
pt: Abrir GlyssenScript para gravações dramatizadas

# ChooseProject._linkFindParatextProjectsFolder
source: Find Paratext projects folder
fr: Rechercher le dossier de projets Paratext
pt: Procurar pasta de projetos de Paratext

# ChooseProject.m_btnFindParatextProjectsFolder_ToolTip_
source: Select folder where Paratext projects are located
fr: Sélectionner le dossier où se trouvent les projets Paratext
pt: Selecione a pasta onde os projetos de Paratext estão salvos

# ClipRepository.DeleteClipProblem
source: HearThis was unable to delete this clip. File may be locked. Restarting HearThis might solve this problem. File: {0}
fr: HearThis n'a pas pu supprimer ce clip. Le dossier peut être verrouillé. Redémarrer HearThis pourrait résoudre ce problème. Fichier : {0}

# ClipRepository.DeleteFolder
source: Existing folder could not be deleted: {0}
fr: Le dossier existant n'a pas pu être supprimé : {0}

# ClipRepository.ExtraneousClips
source: Unexpected clips were encountered in the folder for {0} {1}.
fr: Des enregistrements inattendus (c.-à-d. des clips) ont été trouvés dans le dossier pour {0} {1}.

# ClipRepository.InvalidClip
source: Invalid WAV file {0}\n{1}\n{2} will attempt to delete it.
fr: Fichier WAV non valide {0}\n{1}\n{2} va tenter de le supprimer.

# ClipRepository.MergeAudioProgress
source: Joining clips
fr: Jonction de clips enregistrés

# ClipRepository.UndeleteClipProblem
source: HearThis was unable to restore this deleted clip. File may be locked. Restarting HearThis might solve this problem. File: {0}
fr: HearThis n'a pas pu restaurer ce clip supprimé. Le fichier est peut-être verrouillé. Le redémarrage de HearThis peut résoudre ce problème. Fichier : {0}

# ClipRepository.UnexpectedWavFile
source: Unexpected WAV file: {0}
fr: Fichier WAV inattendu : {0}
pt: Arquivo WAV inesperado: {0}

# ColorScheme.HighContrast
source: High Contrast
fr: Contraste élevé
pt: Alto contraste

# Common.Cancel
source: &Cancel
fr: &Annuler
pt: &Cancelar

# DataMigrationReportNagDlg._chkDelete
source: Delete the report
fr: Supprimer le rapport
pt: Deletar o relatório

# DialogBoxes.SelectBundleDlg.Title
source: Create New Project from Text Release Bundle
fr: Créer un nouveau projet à partir d'un paquet de version du texte

# FlacEncoder.Progress
source: Converting to flac
fr: Conversion au format FLAC
pt: Convertindo para flac

# LameEncoder.Progress
source: Converting to mp3
fr: Conversion au format MP3
pt: Convertindo para mp3

# MainWindow.IncompatibleVersion.Text
source: This version of HearThis is not able to load the selected file ({0}). Please upgrade to the latest version.
fr: Cette version de HearThis ne peut pas charger le fichier sélectionné ({0}). Veuillez mettre à jour vers la dernière version.

# MainWindow.MergeNoData
source: This HearThis Pack does not have any data for {0}. It contains data for {1}. If you want to merge it please open that project.
fr: Ce paquet de HearThis ne contient pas de données pour {0}. Il contient des données pour {1}. Si vous voulez le fusionner, veuillez ouvrir ce projet.

# MainWindow.MergeWrongProject
source: Wrong Project
fr: Mauvais projet
pt: Projeto Errado

# MainWindow.MoreMenuItem
source: More...
fr: Plus…
pt: Mais...

# MainWindow.PackComplete
source: Saving HearThis Pack is complete. Click OK to close this window.
fr: Paquet de HearThis est terminé. Cliquez sur OK pour fermer cette fenêtre.

# MainWindow.ProjectMetadataInvalid
source: Project could not be loaded: {0}
fr: Le projet n'a pas pu être chargé : {0}
pt: Não foi possível carregar o projeto: {0}

# MainWindow.Save
source: Save
fr: Enregistrer
pt: Salvar

# MainWindow.SaveAutomatically
source: HearThis automatically saves your work, while you use it. This button is just here to tell you that. To create sound files for playing your recordings, on the More menu, click Export Sound Files.
fr: HearThis sauvegarde automatiquement votre travail pendant que vous l'utilisez. Ce bouton est juste là pour vous le dire. Pour créer des fichiers son pour lire vos enregistrements, dans le menu Plus, cliquez sur Exporter les fichiers son.

# MainWindow.SavingHearThisPack
source: Saving HearThis Pack
fr: Enregistrement en cours : paquet HearThis

# MainWindow.SavingTo
source: Saving to {0}
fr: Enregistrement sous {0}
pt: Salvando para {0}

# MergeProgressDialog.MergeComplete
source: Merge is complete--click OK to close this window
fr: La fusion est terminée. Cliquer sur OK pour fermer cette fenêtre.
pt: Mesclagem completa -- clique em OK para fechar esta janela

# MergeProgressDialog.MergingFrom
source: Merging data from {0}
fr: Fusionner les données de {0}
pt: Mesclando dados de {0}

# MergeProgressDialog.WindowTitle
source: Merge Progress
fr: Progrès de la fusion
pt: Progressão de mesclagem

# OggEncoder.Progress
source: Converting to Ogg Vorbis format
fr: Conversion au format Ogg Vorbis

# OpusEncoder.Progress
source: Converting to Ogg Opus format
fr: Conversion au format Ogg Opus

# Program.ConfirmDeleteUserSettingsFile
source: Do you want to delete your user settings? (This will clear your most-recently-used project, publishing settings, UI language settings, etc. It will not affect your HearThis project data.)
fr: Voulez-vous supprimer vos paramètres utilisateur ? (Ceci effacera votre projet le plus récemment utilisé, les paramètres de publication, les paramètres de langue de l'interface utilisateur, etc. Cela n'affectera pas les données de votre projet HearThis.)

# ProjectsList.FullName
source: Full Name
fr: Nom complet
pt: Nome completo

# PublishDialog.AudioFormat
source: Audio Format
fr: Format audio
pt: Formato do Áudio

# PublishDialog.Close
source: &Close
fr: &Fermer
pt: &Fechar

# PublishDialog.Done
source: Done
fr: Termíné
pt: Concluído

# PublishDialog.ExportButton
source: &Export
fr: &Exporter
pt: &Exportar

# PublishDialog.Flac
source: Folder of FLACs
fr: Dossier de fichiers FLAC

# PublishDialog.Mp3
source: Folder of MP3s
fr: Dossier de fichiers MP3

# PublishDialog.Ogg
source: Folder of Ogg Vorbis
fr: Dossier de fichiers Ogg Vorbis

# PublishDialog.OpenFolderLink
source: Open folder of exported audio
fr: Ouvrir le dossier des fichiers audio exportés
pt: Abrir pasta de áudio exportado

# PublishDialog.Opus
source: Folder of Ogg Opus
fr: Dossier de fichiers Ogg Opus

# PublishDialog.PossibleIncompatibilityWithSAB
source: This project has first-level quotes broken out into separate blocks, but it looks like the first-level quotation marks may also be used for other levels (nested quotations). If you publish phrase-level labels, {2}} will need to be configured to include the first-level quotation marks ({0} and {1}) as phrase-ending punctuation, but {2} might not be able to distinguish first-level quotes (which should be considered as separate phrases) from other levels (which should not). Are you sure you want to publish phrase-level labels?
fr: Ce projet comporte des guillemets de premier niveau répartis en blocs séparés, mais il semble que les guillemets de premier niveau puissent également être utilisés pour d'autres niveaux (citations enchâssées). Si vous publiez des étiquettes de niveau phrase, {2} devra être configuré pour inclure les guillemets de premier niveau ({0} et {1}) comme ponctuation de fin de phrase, mais {2} pourrait ne pas être capable de distinguer les guillemets de premier niveau (qui devraient être considérés comme phrases séparées) des autres niveaux (qui ne devraient pas). Êtes-vous sûr de vouloir publier des étiquettes au niveau de la phrase ?

# PublishDialog.ScriptureAppBuilderInstructionsAboutBlockBreakChars
source: When building the app using {2}, in order for the audio to synchronize with the text highlighting make sure that the recording phrase-ending characters specified on the 'Audio - Audio Synchronization' page in {3} has the same characters that {1} uses to break the text into recording blocks in your project: {0}.
fr: Lorsque vous créez l'application à l'aide de {2}, assurez-vous que les caractères de fin de phrase spécifiés sur la page « Audio - Synchronisation audio » n'incluent que les caractères de fin de phrase utilisée dans votre projet : {0}.

# PublishDialog.VerseIndexFormat
source: Verse Index Format
fr: Format d'index de versets
pt: Formato do índice de versículos

# PublishDialog.WindowTitle
source: Export Sound Files
fr: Exporter des fichiers audio
pt: Exportar arquivos de áudio

# PublishDialog._audacityLabelFile
source: {1} Label File ({0})
fr: Fichier d'étiquettes {1} ({0})

# PublishDialog._changeDestinationLink
source: Change Destination...
fr: Modifier le dossier de destination...
pt: Mudar destino...

# PublishDialog._chkPhraseLevelLabels
source: Include labels for phrase-level clips
fr: Inclure des étiquettes pour les clips de niveau phrase
pt: Incluir rótulos para clipes do nível de frase

# PublishDialog._lblBooksToPublish
source: Books to Export
fr: Livres à exporter
pt: Livros para Exportar

# PublishDialog._none
source: None
fr: Aucun
pt: Nenhum

# PublishDialog._rdoAllBooks
source: All books in project
fr: Tous les livres dans le projet
pt: Todos os livros no projeto

# PublishDialog._rdoCurrentBook
source: Current Book: {0}
fr: Livre actuel : {0}
pt: Livro Atual: {0}

# RecordingControl.About
source: About HearThis...
fr: À propose de HearThis...
pt: Sobre o HearThis...

# RecordingControl.BreakLinesAtClauses_ToolTip_
source: Start new line at pause punctuation
fr: Commencer une nouvelle ligne à la ponctuation de pause

# RecordingControl.CannotRecordClipForSkippedStyle
source: The settings for this project prevent recording this block because its paragraph style is {0}. If you intend to record blocks having this style, in the Settings dialog box, select the Skipping page, and then clear the selection for this style.
fr: Les paramètres de ce projet empêchent l'enregistrement de ce bloc car son style de paragraphe est {0}. Si vous avez l'intention d'enregistrer des blocs ayant ce style, dans la boîte de dialogue Paramètres, sélectionnez la page de Sauts, puis désélectionnez la sélection pour ce style.

# RecordingControl.Chapter
source: Chapter {0}
fr: Chapitre {0}
pt: Capítulo {0}

# RecordingControl.ChooseProject
source: Choose Project
fr: Choisir projet
pt: Escolha projeto

# RecordingControl.ConfirmSkip
source: There is already a clip recorded for this line.\nIf you skip it, this clip will be omitted when publishing.\n\nAre you sure you want to do this?
fr: Il y a déjà un enregistrement pour cette ligne.\nSi vous le sautez, cet enregistrement sera omis lors de la publication.\n\nVoulez-vous vraiment faire ça ?

# RecordingControl.EndOf
source: End of {0}
fr: Fin de {0}
pt: Final do {0}

# RecordingControl.Finished
source: {0} Finished
fr: {0} terminé
pt: {0} Concluído

# RecordingControl.GoTo
source: Go To {0}
fr: Aller à {0}
pt: Ir para {0}

# RecordingControl.Heading
source: Heading
fr: En-tête
pt: Título

# RecordingControl.LargerButton_ToolTip_
source: Larger Text
fr: Texte plus grand
pt: Texto Maior

# RecordingControl.LineCountLabel
source: Block {0}/{1}
fr: Bloc {0}/{1}
pt: Bloco {0}/{1}

# RecordingControl.NotTranslated
source: Not translated yet
fr: Pas encore traduit
pt: Não foi traduzido ainda

# RecordingControl.PublishSoundFiles
source: Export Sound Files...
fr: Exporter des fichiers audio...
pt: Exportar arquivos de aúdio
