Repository: Orion-CS/hearthis
Catalog: DistFiles/localization/HearThis.*.xlf
Languages: fr, pt

# RecordingControl.RecordInPartsDlg.ErrorMovingExistingRecording
source: {0} was unable to copy the combined recording to the correct destination:\n{1}\nPlease report this error. Restarting {0} might solve this problem.
fr: {0} n'a pas pu copier l'enregistrement combiné vers la bonne destination :\n{1}\nVeuillez signaler cette erreur. Redémarrer {0} pourrait résoudre ce problème.

# RecordingControl.RecordInPartsDlg.Instructions
source: You can divide the line wherever you want. Just record the first part, then the second part. If you want to, you can click in the text to help remember where the second part starts.
fr: Vous pouvez diviser la ligne où vous voulez. Il suffit d'enregistrer la première partie, puis la deuxième partie. Si vous le souhaitez, vous pouvez cliquer dans le texte pour vous rappeler où commence la deuxième partie.

# RecordingControl.RecordInPartsDlg.UseRecordingsButton
source: &Use These Recordings
fr: &Utiliser ces enregistrements
pt: &Usar estas Gravações

# RecordingControl.RecordInPartsDlg.WindowTitle
source: Record Long Line in Parts
fr: Enregistrer longue ligne en morceaux

# RecordingControl.RecordLongLinesInParts_ToolTip_
source: Record long lines in parts. (Press P)
fr: Enregistrer les longues lignes en parties. (touche p)
pt: Grava porções grandes em segmentos. (tecla de p)

# RecordingControl.RecordingToolControl._endOfUnitMessage
source: End of Chapter/Book
fr: Fin du chapitre/livre
pt: Final do Capítulo/Livro

# RecordingControl.RecordingToolControl._nextChapterLink
source: Go To Chapter x
fr: Aller au chapitre x
pt: Ir para Capítulo x

# RecordingControl.RemoveThisRecording_ToolTip_
source: Remove this recorded clip (Delete Key)
fr: Supprimer l'enregistrement de ce clip (touche Delete/Supprimer)

# RecordingControl.Save
source: Save
fr: Enregistrer
pt: Salvar

# RecordingControl.Script
source: Verse {0}
fr: Verset {0}
pt: Versículo {0}

# RecordingControl.ScriptVerseBridge
source: Verses {0}
fr: Versets {0}
pt: Versículos {0}

# RecordingControl.SmallerButton_ToolTip_
source: Smaller Text
fr: Texte plus petit
pt: Texto menor

# RecordingControl.VerseNotTranslated
source: Verse {0} not translated yet
fr: Verset {0} n'est pas encore traduit
pt: Versículo {0} não foi traduzido ainda

# RecordingControl.skipButton1_ToolTip_
source: Skip this block - it does not need to be recorded.
fr: Sauter ce bloc - il n'a pas besoin d'être enregistré.
pt: Pular este bloco - não precisa ser gravado

# RecordingControl.toolStripButtonSettings
source: Settings...
fr: Paramètres...
pt: Configurações...

# RecordingToolControl.NoInput
source: No input device
fr: Pas de périphérique d'entrée

# RecordingToolControl.NoMic
source: This computer appears to have no sound recording device available. You will need one to record with this program.
fr: Cet ordinateur ne semble pas disposer d'un appareil d'enregistrement du son. Vous en aurez besoin pour utiliser ce programme.

# RestrictAdministrativeAccess.WindowTitle
source: Settings
fr: Paramètres
pt: Configurações

# Sample.BookAndChapterFormat
source: {0} Chapter {1}
fr: {0} Chapitre {1}
pt: {0} Capítulo {1}

# Sample.ChapterStyleName
source: Chapter
fr: Chapitre
pt: Capítulo

# Sample.Introductory
source: Some introductory material about
fr: Quelques informations préliminaires sur

# Sample.NormalParagraphStyleName
source: Normal Paragraph
fr: Paragraphe normal
pt: Parágrafo normal

# Sample.WouldBeSentence
source: Here if we were using a real project, there would be a sentence for you to read.
fr: Si c'était un vrai projet, il y aurait une phrase à lire ici.

# SaveHearThisPackDlg.AboutHearThisPack
source: A HearThis Pack compresses all your recordings into a single file that can be shared with others working on the same project. Make sure you have the same exact version of the project, with the same {0} settings! Also ensure you are using the same major version of {0}.
fr: Un paquet HearThis compresse tous vos enregistrements en un seul fichier qui peut être partagé avec d'autres personnes travaillant sur le même projet. Assurez-vous d'avoir exactement la même version du projet ! Assurez-vous également que vous utilisez la même version majeure de {0}.

# SaveHearThisPackDlg.AboutRestrictToCharacter
source: This project has parts identified for different voice actors. If you have an actor selected, you can limit the pack to just the current actor. This will make it smaller and help to ensure that merging the pack will not overwrite anyone else's work.
fr: Si vous travaillez sur un projet avec des parties identifiées pour différents acteurs vocaux, vous pouvez limiter le paquet à l'acteur actuel. Cela le rendra plus petit et le rendra encore plus certain que la fusion du paquet n'écrasera pas le travail des autres.

# SaveHearThisPackDlg.LimitToCurrentActor
source: Limit to current actor: {0}
fr: Limité à l'acteur actuel, {0}

# SaveHearThisPackDlg.WindowTitle
source: Save HearThis Pack
fr: Enregistrer paquet HearThis
pt: Salvar Pacote de HearThis

# ScriptTextHasChangedControl.NotRecorded
source: This block has not yet been recorded.
fr: Ce bloc n'a pas encore été enregistré.

# Shell.MergeHearthisPackMenuItem
source: Merge HearThis Pack...
fr: Fusionner paquet HearThis...
pt: Mesclar Pacote de HearThis...

# Shell.MoreMenu
source: More
fr: Plus
pt: Mais

# Shell.SaveHearthisPackMenuItem
source: Save HearThis Pack...
fr: Sauvegarder paquet HearThis...
pt: Salvar Pacote de HearThis

# Shell.Shell.SupportMenuItem
source: Support...
fr: Aide...

# Shell.SyncWithAndroidMenuItem
source: Sync with Android...
fr: Synchroniser avec Android...
pt: Sincronizar com Android...

# UpgradeNeededDialog.CheckForUpdates
source: Check For Updates
fr: Rechercher des mises à jour
pt: Verificar se há atualizações

# UpgradeNeededDialog.WindowTitle
source: Need to Upgrade HearThis
fr: Il faut mettre à jour HearThis
pt: Precisa atualizar HearThis

# AdministrativeSettings._chkEnableClipShifting
source: Enable {0} command
pt: Ativar comando de {0}

# AdministrativeSettings._groupAdvancedUI
source: Advanced
pt: Avançado

# AdministrativeSettings.tabPageModes
source: Modes
pt: Modos

# AudioButtonsControl.NoInput
source: No input device
pt: Sem dispositivo de entrada

# AudioButtonsControl.PlayButton_ToolTip_
source: Play the clip for this block (Tab key)
pt: Toca o clipe gravado para este bloco (tecla de tabulação)

# AudioButtonsControl.RecordButton_ToolTip_
source: Record this block. (Press and hold the mouse or space bar.)
pt: Grava este bloco. (Deixa pressionado o botão ou barra de espaço.)

# ClipRepository.MergeAudioProgress
source: Joining recorded clips
pt: Juntando clipes gravados

# DataMigration.PleaseBePatient
source: Please wait while {0} migrates the data for {1}. Thank you for your patience!
pt: Por favor espere enquanto {0} está migrando os dados para {1}. Obrigado pela paciência!

# DataMigrationReportNagDlg._chkDoNotNagAnymore
source: I have taken care of this. Do not show this anymore.
pt: Já resolvi isto. Não mostra mais.

# DataMigrationReportNagDlg._linkReport
source: Open Report
pt: Abrir relatório

# MainWindow.PackComplete
source: {0} is complete--click OK to close this window
pt: Falha ao deletar o arquivo com problema.

# MainWindow.SavingHearThisPack
source: Saving {0}
pt: Salvando {0}

# OggEncoder.Progress
source: Converting to ogg format
pt: Convertindo para formato ogg

# ProjectsList.Type
source: Type
pt: Tipo

# PublishDialog.DestinationLabel
source: Destination
pt: Destino

# PublishDialog.Flac
source: Folder of FLAC's
pt: Pasta de FLACs

# PublishDialog.Mp3
source: Folder of MP3's
pt: Pasta de MP3s

# PublishDialog.Ogg
source: Folder of Ogg's
pt: Pasta de Oggs

# RecordingControl.Introduction
source: Introduction
pt: Introdução

# RecordingControl.RemoveThisRecording_ToolTip_
source: Remove this clip (Delete Key)
pt: Remover este clipe (tecla de Delete)

# RecordingControl.ShiftClipsToolStripMenuItem
source: Shift Clips...
pt: Deslocar clipes...

# Sample.IntroductionParagraphStyleName
source: Introduction
pt: Introdução

# ShiftClipsDlg.GridScriptLines.AfterShifting
source: After Shifting
pt: Depois de Deslocamento

# ShiftClipsDlg.GridScriptLines.ScriptText
source: Script Text
pt: Texto do roteiro

# ShiftClipsDlg.WindowTitle
source: Shift Clips
pt: Deslocar clipes

# ShiftClipsDlg._btnShiftClips
source: Shift Clips
pt: Desclocar clipes

# ShiftClipsDlg._radioShiftLeft
source: Shift recorded clips to the preceding sentence
pt: Deslocar clipes gravados para a frase anterior

# ShiftClipsDlg._radioShiftRight
source: Shift recorded clips to the following sentence
pt: Deslocar clipes gravados para a frase seguinte
